[
    {
        "Title": "Football",
        "Tip1": "PRACTICE CONTROLLING THE BALL",
        "Tip11":"It sounds simple, but you would be surprised how many football players do not take the time to practice controlling the ball. There is a reason your school P.E. teacher had you dribble a ball around a set of cones or take it along a straight line, keeping it moving without kicking it too far in front. Those activities are about control and making sure you can keep your feet on the ball, even when the movement is not something you are completely used to.",
        "Tip2":"KEEP ON TOP OF YOUR FITNESS",
        "Tip22":" Football keeps you active, but it is not the only exercise you should be doing. When playing football, you need to stay active for 45 minutes at a time, and that takes some strength. Not to mention, you need good leg strength when kicking the ball, whether passing or taking a shot at a goal.",
        "Tip3":"TRAIN REGURLY",
        "Tip33":"You have probably heard it numerous times before, but the best way to get better at anything is practice, practice and more practice.To improve your skills, you need to train regularly. This does not necessarily mean joining a club, although it can be beneficial to train with a club, but could just mean practicing your technique on your own in your garden or getting together with some friends down the local park.",
        "Tip4":"TAKE FEEDBACK ON-BOARD",
        "Tip44":"Most people doing anything do not get anywhere by doing their own thing and never listening to what others have to say and taking feedback on-board.The same goes for football. When you are playing, if a friend, your coach or even a family member points out something you are not doing quite right, do not be defensive. Look at what you are doing, question whether it is the best way and, if it is not, work towards improving your technique.",
        "Tip5":"JOIN A LOCAL LEAGUE",
        "Tip55":"Whether you are interested in playing football professionally or not, joining a local league is a fantastic way to make sure you train regularly and, importantly, play regularly. After all, it is all well and good being able to pull off the right moves in the comfort of your own back garden, but it is very different being able to put it into practice on the pitch, when playing against another team.",
        "Tip6":"STUDY THE GAME",
        "Tip66":"  Playing football is not just about the practical aspects of the game, it is about strategy and tactics, too. It is crucial that you live and breathe the game if you want to get better, which means reading about football, watching football, speaking to fellow players and discussing strategy."

    },
    {
        "Title": "Cricket",
        "Tip1": "Standing Sideways",
        "Tip11":" Always stand facing the bowler with your feet shoulder-width apart. Bend your body with your hips, keeping your back straight. When you have the bat ready, point your non-dominant shoulder towards the bowler and make sure to keep your eyes on the ball. Your shoulders should not be down and should be at eye level at all times. If you are right-handed, you stand on the right side of the stump and if you are left-handed, you stand on the right side of the stump.",
        "Tip2":"Distance between bat and stump",
        "Tip22":"Draw a line from the middle wicket to your field. This will help you make sure where your wicket is when batting. Draw the line using the end of your bat and make sure that the line is parallel to the middle wicket. This line is called the guard line. If you practice indoors, use tape to draw guard lines.",
        "Tip3":"Tap the bat on the ground line",
        "Tip33":"If you tap the guard line, it indicates to the bowler that you are ready to bat. Do not tap the ground too hard. Straighten your bat as much as possible to maintain your body form.",
        "Tip4":"Swing Backward Momentum",
        "Tip44":"When the ball is coming towards you and you have to hit it, always keep your lead leg forward and swing your bat back for speed. When lifting your bat, it should point directly into the air and come up to your back shoulder. If the ball is low, proceed to hit and if it is high, step the blackboard. Make sure that when you lift your bat to hit the ball, your forearm should line up with your shoulders.",
        "Tip5":"Eyes on the ball",
        "Tip55":"Always, keep an eye on the ball. If you follow until the ball is pitched, you can figure out the position you need to take to hit the ball. Think about which shot will hit as soon as the ball comes towards you. If the ball is pitched in a sweet place, you can drive to take a long shot but if the ball is too high or too low, take a defensive shot. This is one of the most important cricket batting techniques for newcomers to remember and follow.",
        "Tip6":"Swing the bat downward",
        "Tip66":"After the ball bounces, push your bat down to hit. Place your lead leg forward and place the elbow facing the bowler. Follow with your bat to hit the ball as much as possible. This cricket batting technique is the most common and is called straight drive.        "

        
  
    }
    
    
    

]



